app/views/fathers/show.html.erb

SELECT "children".* FROM "children" WHERE "children"."father_id" = ?  [["father_id", 1]]
---
<strong>Children:</strong><br>
<% @father.children.each do |child| %>