app/controllers/children_controller.rb

SELECT "fathers".* FROM "fathers"
---
    def set_father
      @father = Father.all